Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/aanaar/perhetyo.html.tmx
Source language: fin
Languages: smn

source: Suomeksi
smn: Ovdâsijđo

source: Palvelut
smn: Palvâlusah

source: Päätöksenteko
smn: Miärádâstoohâm

source: Matkailu
smn: Mađhâšem

source: Yhteystiedot
smn: Ohtâvuođâtiäđuh

source: Sosiaali- ja terveyspalvelut
smn: Sosiaal- já tiervâsvuođâpalvâlusah

source: Sosiaalityö
smn: Sosiaalpargo

source: Perhetyö
smn: Peerâpargo

source: Perhetyötä tarjotaan lastensuojelun avohuollon tukitoimenpiteenä.
smn: Peerâpargo fálloo párnáisuojâlem ávustipšo toorjâtoimân.

source: Tätä varten Inarin kunnassa toimii perhetyöntekijä.
smn: Tađe várás tuáimá Aanaar kieldâst peerâpargee.

source: Perhetyön tarkoitus on tukea perheitä löytämään ratkaisuja elämän suuriin ja pieniin pulmatilanteisiin.
smn: Peerâpargo uáivilin lii tuárjuđ perruid kavnâđ čuávdusijd eellim stuorrâ já uccâ čuolmâtilálâšvuođáid.

source: perheen arkielämän hallintaan, vanhemmuuden vahvistamiseen, lasten hoidon ja kasvatuksen pulmien ratkomiseen, perheen sisäisten ristiriitojen selvittämiseen ja yhteistoiminnan sujumiseen, yllättävien muutostilanteiden aiheuttamiin vaikeuksiin jne.
smn: Peerâpargo iše puáhtá finniđ perruu argâeellim haaldâšmân, vaanhimvuođâ naanoodmân, párnái tipšo já čoddâdem čuolmâi čuávdimân, perruu siskiipiälááš ruossâlâsvuođâi čielgiimân já ohtsâštooimâ ovdánmân, fakkist šoddâm nubástustilálâšvuođâi tovâttem vaigâdvuođáid jna.

source: Perhetyötä tehdään pääasiassa asiakkaan kotona.
smn: Peerâpargo tahhoo iänááš äššigâš pääihist.

source: Ensimmäisellä tapaamisella käydään läpi asiat, jotka perheessä aiheuttavat huolta ja millaista apua perhe niiden selvittämisessä kaipaa.
smn: Vuosmuu kuáhtáámist mannojeh čoođâ toh ääših, moh tovâtteh perrust huolâ já maggaar iše peerâ käibid toi čielgiimân.

source: Perheen kanssa yhdessä pohditaan keinot ja suunnitelma, jolla tilannetta pyritään korjaamaan.
smn: Perruin oovtâst suogârdâlluvvojeh vyevih já vuávám, moin tilálâšvuotâ viggoo tivvoođ.

source: Perhetyön asiakkaaksi voi tulla sosiaalityöntekijän ehdotuksesta tai perheen omasta toivomuksesta.
smn: Peerâpargo äššigâžžân puáhtá puáttiđ sosiaalpargee iävtuttâsâst tâi perruu jieijâs tuoivust.
